//职业数组
const jobArr = [
  {
    jobType: '0',
    subs: {
      '0': '鬼剑士',
      '1': '剑魂',
      '2': '鬼泣',
      '3': '狂战士',
      '4': '阿修罗'
    }
  },
  {
    jobType: '1',
    subs: {
      '0': '格斗家(女)',
      '1': '气功师',
      '2': '散打',
      '3': '街霸',
      '4': '柔道家'
    }

  }, {
    jobType: '2',
    subs: {
      '0': '神枪手(男)',
      '1': '漫游枪手',
      '2': '枪炮师',
      '3': '机械师',
      '4': '弹药专家'
    }
  }, {
    jobType: '3',
    subs: {
      '0': '魔法师(女)',
      '1': '元素师',
      '2': '召唤师',
      '3': '战斗法师',
      '4': '魔道学者'
    }
  }, {
    jobType: '4',
    subs: {
      '0': '圣职者',
      '1': '圣骑士',
      '2': '蓝拳圣使',
      '3': '驱魔师',
      '4': '复仇者'
    }
  }, {
    jobType: '5',
    subs: {
      '0': '神枪手(女)',
      '1': '漫游枪手',
      '2': '枪炮师',
      '3': '机械师',
      '4': '弹药专家'
    }
  }, {
    jobType: '6',
    subs: {
      '0': '暗夜使者',
      '1': '刺客',
      '2': '死灵术士'
    }
  }, {
    jobType: '7',
    subs: {
      '0': '格斗家(男)',
      '1': '气功师',
      '2': '散打',
      '3': '街霸',
      '4': '柔道家'
    }
  }, {
    jobType: '8',
    subs: {
      '0': '魔法师(男)',
      '1': '元素爆破师',
      '2': '冰结师'
    }
  }, {
    jobType: '9',
    subs: {
      '0': '黑暗武士(男)',
      '17': '自我觉醒'
    }
  }
]
export default jobArr